# ==========================================
# ИСТОРИЯ КАЗАХСТАНА (ЕНТ)
# ==========================================

HISTORY_QUESTIONS = [
    {
        "question": "Какая культура относится к эпохе бронзы?",
        "options": [
            "Андроновская культура",
            "Тасмолинская культура",
            "Ботайская культура",
            "Кельтеминарская культура",
        ],
        "correct": 0,
    },
    {
        "question": "В чем выражались колониальные реформы XIX века в Казахстане?",
        "options": [
            "Объявление земель государственной собственностью Российской империи",
            "Введение полной автономии жузов",
            "Разрешение свободной торговли без пошлин",
            "Отмена налогов для кочевников",
        ],
        "correct": 0,
    },
    {
        "question": "У кого просили помощи деятели «Алаш» во время Гражданской войны?",
        "options": [
            "У Временного Сибирского правительства",
            "У Совет Народных Комиссаров",
            "У Османской империи",
            "У Правительства Хивы",
        ],
        "correct": 0,
    },
    {
        "question": "Какова была главная цель чрезвычайной экспедиции А. Жангельдина?",
        "options": [
            "Доставить оружие и боеприпасы на Актюбинский фронт",
            "Провести первичное изъятие скота",
            "Организовать переселение крестьян",
            "Построить железную дорогу Оренбург-Ташкент",
        ],
        "correct": 0,
    },
    {
        "question": "Кто возглавил джунгарское нашествие на казахские земли в 1723 году («Годы великого бедствия»)?",
        "options": [
            "Цеван-Рабдан",
            "Галдан-Цэрен",
            "Батур-хунтайджи",
            "Лама-Дорджи",
        ],
        "correct": 0,
    },
]